[
  {
    "model": "blog.blog",
    "pk": 1,
    "fields": {
      "title": "Как современная архитектура машинного обучения может увеличить конверсию товарных рекомендаций на 71%",
      "content": "Вы когда-нибудь задумывались, как именно интернет-магазины управляют рекомендациями товаров? Все эти привычные блоки “с этим товаром покупают” не заполняются вручную. Они создаются в режиме реального времени с помощью сложных алгоритмов машинного обучения.\r\n\r\nНа протяжении многих лет маркетологи полагались на эти алгоритмы для увеличения продаж и улучшения клиентского опыта. И хотя они постоянно развиваются, недавний прорыв в машинном обучении позволяет достичь результатов, которые казались невозможными всего десять лет назад.\r\n\r\nКак работают традиционные методы\r\nДавайте начнем с того, как работает предыдущее поколение алгоритмов машинного обучения для рекомендации товаров.\r\n\r\nСистемы рекомендаций на основе контента\r\nЭти системы предлагают товары, аналогичные тем, с которыми пользователь взаимодействовал ранее. Модель анализирует параметры каждого товара и делает предложения на основе предыдущих действий пользователя. Примерами таких параметров являются:\r\n\r\nразмер;\r\nцвет;\r\nбренд;\r\nтип;\r\nкатегория и др.\r\nНапример, человек просмотрел 5 разных моделей кроссовок. Система использует эти данные, чтобы рекомендовать больше вариантов обуви.\r\n\r\nДругой пример — человек, который купил джоггеры, спортивный костюм и кроссовки одного бренда. Система не может полагаться на параметр «Категория», поскольку все три элемента принадлежат к разным категориям. Но так как все они одного бренда, вероятной рекомендацией будет кепка от этого производителя.",
      "image": "blog_images/блог1.webp",
      "views_count": 1,
      "created_at": "2024-10-10T11:58:14.062Z",
      "is_published": true
    }
  },
  {
    "model": "blog.blog",
    "pk": 2,
    "fields": {
      "title": "Google Chrome блокирует обманчивые уведомления и рассылки",
      "content": "В феврале 2020 года Google анонсировал функцию тихих сообщений, скрывающую приглашение к подписке от посетителей сайта, чтобы не раздражать их навязчивыми запросами. При этом пользователь по желанию может все равно подписаться на браузерные оповещения.\r\n\r\nПозже в том же году компания добавила еще одно обновление к версии Chrome 84, касающееся браузерных уведомлений: автоматическая блокировка навязчивых окон подписки и других сообщений на сайтах, нарушающих права пользователей.\r\n\r\nДальнейшие обновления безопасности\r\n\r\nВ 2023 году вышла версия Chrome 117 с несколькими важными обновлениями. В частности, была улучшена система безопасности для управления web push и разрешениями. Теперь Chrome может автоматически отозвать разрешения на получение уведомлений от сайтов, которые пользователи больше не посещают, либо которые отправляют обманчивый или вредоносный контент.\r\n\r\nВ сентябре 2024 года компания выпустила еще одно обновление, которое помогает Chrome в фоновом режиме предотвращать потенциальные угрозы. После этого Chrome сообщает о выполненных действиях, таких как блокировка нежелательных уведомлений. Если возникают проблемы, требующие вашего внимания, система напомнит вам об этом.\r\n\r\nДополнительно есть функция Google Safe Browsing, которая может блокировать отправку уведомлений от сайтов, использующих мошеннические методы для получения вашего разрешения на это.",
      "image": "blog_images/blog2.webp",
      "views_count": 4,
      "created_at": "2024-10-10T12:01:16.225Z",
      "is_published": true
    }
  },
  {
    "model": "blog.blog",
    "pk": 3,
    "fields": {
      "title": "Google прекратил трекинг открытий в Gmail?",
      "content": "Трекинг открытий в Gmail?\r\nПомните недавнее обновление Gmail для предотвращения спама в почтовом ящике? Теперь Google наносит новый удар еще одним изменением. На этот раз они охотятся за пикселями трекинга — неприятная новость для маркетологов, специалистов по развитию продаж (SDR) и всех, кто рассылает холодные письма и отслеживает уровень их открытия.\r\n\r\nЧто такое пиксель трекинга электронной почты и как он работает?\r\nПиксель трекинга в email — это крошечное изображение, обычно размером 1 на 1 пиксель, вставленное в электронные письма. Эти пиксели часто прозрачны и добавлены в хедер или футер писем, поэтому читатели обычно даже не подозревают, что они там есть.\r\n\r\nПример пиксельного изображения — вы его не видите, но оно есть\r\n\r\nБольшинство поставщиков услуг email-рассылки и других маркетинговых инструментов добавляют эти пиксели автоматически (eSputnik также их использует).\r\n\r\nКогда получатель открывает письмо, пиксель загружается с сервера вашего поставщика услуг по рассылке. При этом сервер может собирать такие данные:\r\n\r\nкогда было открыто письмо;\r\nкакой тип устройства использовался;\r\nсколько раз получатель открывал письмо и многое другое.\r\nЭти трекеры не собирают конфиденциальную информацию, такую как точное местоположение, пароли или история просмотров.",
      "image": "blog_images/blog3.webp",
      "views_count": 5,
      "created_at": "2024-10-10T12:02:27.869Z",
      "is_published": true
    }
  },
  {
    "model": "blog.blog",
    "pk": 4,
    "fields": {
      "title": "Telegram-боты в омниканальной стратегии бизнеса",
      "content": "Telegram — 4-й по популярности мессенджер в мире и насчитывает 900 млн пользователей. В Украине его аудитория — более 11 млн человек. Большинство из них использует этот мессенджер каждый день.\r\n\r\nКомпании активно используют Telegram для взаимодействия с пользователями: делятся экспертным мнением, рассылают новости и проводят опросы в Telegram-каналах. А также автоматизируют клиентский опыт с помощью Telegram-ботов, что становится все более популярным.\r\n\r\nВ этом материале рассмотрим пользу, которую бизнес может получить от Telegram-ботов, и примеры работы ботов известных компаний.\r\n\r\nКак и для чего бизнес может использовать сообщения в Telegram-ботах\r\nTelegram-бот — еще одна точка соприкосновения в омниканальной коммуникации. Добавление таких точек помогает бизнесам обеспечивать целостное взаимодействие и удобный пользовательских опыт для тех, кто предпочитает соответствующие каналы связи.\r\n\r\nК тому же, в Telegram-сообщениях есть еще одно преимущество — стоимость.",
      "image": "",
      "views_count": 19,
      "created_at": "2024-10-10T12:03:09.121Z",
      "is_published": false
    }
  },
  {
    "model": "blog.blog",
    "pk": 5,
    "fields": {
      "title": "Как повысить эффективность массовых рассылок в 2 раза благодаря персональным рекомендациям",
      "content": "Триггерные письма имеют более высокую эффективность по сравнению с массовыми рассылками. \r\n\r\nСогласно статистике eSputnik, основанной на исследовании 610 ecommerce-проектов, CTR в массовых email-рассылках составляет 0,02%, а в триггерных — 0,21%.",
      "image": "blog_images/blog4.webp",
      "views_count": 2,
      "created_at": "2024-10-10T14:32:11.241Z",
      "is_published": true
    }
  },
  {
    "model": "blog.blog",
    "pk": 6,
    "fields": {
      "title": "Как написать стратегию email-маркетинга",
      "content": "Многие говорят про стратегию email-маркетинга, но далеко не все делятся подробностями, как именно её написать.\r\n\r\nЯ занимаюсь email-маркетингом с 2011 года. За это время я перелопатил 50 проектов и написал десятки стратегий для интернет-магазинов, b2b-сайтов, информационных порталов и турфирм. У меня накопился опыт и сформировался свой подход к делу, которым я поделюсь в этой статье.",
      "image": "blog_images/blog6.png",
      "views_count": 1,
      "created_at": "2024-10-11T05:51:21.631Z",
      "is_published": true
    }
  }
]